Repository: common-repository/module-positions
Catalog: languages/module_positions-*.po
Languages: de_de

source: title
de_de: Titel

source: delete
de_de: Löschen

source: PHP code for your template:
de_de: PHP Code für dein Template:

source: delete confirm 1-1
de_de: Wirklich löschen? In dieser Modulposition befindet sich

source: delete confirm 1-2
de_de: Beitrag. Diesem Beitrag wird keine Modulposition mehr zugewiesen!

source: delete confirm 2-1
de_de: Wirklich löschen? In dieser Modulposition befinden sich

source: delete confirm 2-2
de_de: Beiträge. Diesen Beiträgen wird keine Modulposition mehr zugewiesen!

source: module positions
de_de: Modulpositionen

source: widget description
de_de: Wähle hier die gewünschte Modulposition

source: no module position
de_de: Keine Modulposition vorhanden

source: module position
de_de: Modulposition

source: change markup description
de_de: Lege hier dein HTML-Markup fest. Für den Titel schreibt du z.B. <code>{{post_title}}</code> und für den Inhalt <code>{{post_content}}</code>. Eine Übersicht aller Werte <a target="_blank" href="http://codex.wordpress.org/Function_Reference/get_post#Return">gibt es hier</a>.

source: reset
de_de: Zurücksetzen

source: visible in:
de_de: Sichtbar in:

source: no registered menu
de_de: Kein registriertes Menü vorhanden

source: menu
de_de: Menü

source: all
de_de: Alle

source: all except
de_de: Alle außer

source: selected
de_de: Ausgewählte

source: none
de_de: Keine

source: search
de_de: Suche

source: archive
de_de: Archiv

source: tag
de_de: Schlagwort

source: author
de_de: Autor

source: Content
de_de: Inhalte

source: Content (singular)
de_de: Inhalt

source: Edit content
de_de: Inhalt bearbeiten

source: edit module positions
de_de: Modulpositionen bearbeiten

source: add
de_de: Hinzufügen

source: Save Changes
de_de: Änderungen übernehmen

source: settings › modulepositions
de_de: Einstellungen › Modulpositionen

source: standard sub order
de_de: Anordnung der Posts

source: sub order description
de_de: Lege hier fest, wie die Posts in den Ausklappmenüs (nur im Backend) geordnet werden sollen.

source: post_date
de_de: Erscheinungsdatum

source: donate
de_de: Kauf mir doch ein Bier, wenn du dieses Plugin unterstützen möchtest!

source: select all subpages
de_de: Alle Unterseiten auswählen

source: show all posts
de_de: Alle Beiträge anzeigen

source: description title how-to
de_de: Wie füge ich Modulpositionen in mein Template ein?

source: description text how-to
de_de: Es gibt zwei Möglichkeiten. Entweder fügst du den PHP-Code, der oben zu jeder Modulposition steht direkt in deine Template-Dateien ein. Gegebenenfalls musst du den Code noch mit PHP Tags umschließen. Als zweite Option steht ein <a href="widgets.php">Widget</a> zur Verfügung. Wenn dein Template Widgets unterstützt, kannst du hier auswählen in welcher Sidebar welche Modulposition angezeigt werden soll.

source: description title order
de_de: Kann ich die Reihenfolge meiner Inhalte ändern?

source: description text order
de_de: Ja, kannst du! Bei jeder erstellten Modulposition siehst du rechts ein kleines Icon. Klicke dort drauf und du kannst die Reihenfolge der einzelnen Inhalte ganz einfach per Drag & Drop ändern.

source: description title settings
de_de: Kann ich sonst noch etwas einstellen?

source: description text settings
de_de: Na klar, schau doch mal in den <a href="options-general.php?page=modulepositions_settings">Einstellungen</a> vorbei!
